Workspace/run/19-sineWaveDamping-backward-pressureOutletNSCBC-3000hz-temperatureOutletNSCBC-zeroGradinet-velocityOutletNSCBC-zeroGradient-setFiled-1/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)
postProcess -s sample postProcess -func sample -noZero
#------------------------------------------------------------------------------
